/* nothing */
"" = "Project-Id-Version: xchat-2.8.4\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-06-24 13:05+1000\nPO-Revision-Date: 2008-02-14 13:57+0200\nLast-Translator: Urmet Saar <urmet.saar@gmail.com>\nLanguage-Team: Estonian <linux-ee@lists.eenet.ee>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Poedit-Language: Estonian\nX-Poedit-Country: ESTONIA\n";

/* nothing */
"Cannot create ~/.xchat2" = "Ei saa luua kataloogi ~/.xchat2";

/* nothing */
"I'm busy" = "On tegemist";

/* nothing */
"Leaving" = "Lahkun";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* root-kasutajana IRCus istumine on lollus! Sa peaksid\n  looma tavakasutaja konto ja sellega sisse logima.\n";

/* nothing */
"Waiting" = "Ootamine";

/* nothing */
"Active" = "Aktiivne";

/* nothing */
"Failed" = "Ei õnnestunud";

/* nothing */
"Done" = "Valmis";

/* nothing */
"Connect" = "Ühenda";

/* nothing */
"Aborted" = "Katkestatud";

/* nothing */
"Cannot access %s\n" = "Puudub ligipääs failile %s\n";

/* nothing */
"Error" = "Viga";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s pakub sulle faili \"%s\". Kas soovid selle vastu võtta?";

/* nothing */
"No active DCCs\n" = "Ei ole ühtegi aktiivset DCCd\n";

/* nothing */
"YES  " = "JAH  ";

/* nothing */
"NO   " = "EI   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "%s ujutab sind CTCP päringutega üle, ignoreerin kasutajat %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "%s ujutab sind MSG'dega üle, lülitan \"gui_auto_open_dialog\" välja.\n";

/* nothing */
"  %-20s online\n" = "  %-20s onlain\n";

/* nothing */
"  %-20s offline\n" = "  %-20s offlain\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Pole ühinetud ühegi kanaliga. Proovi /join #<kanal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Pole ühendatud. Proovi /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "Sa oled juba eemal: %s\n";

/* nothing */
"Already marked back.\n" = "Sa oled juba tagasi.\n";

/* nothing */
"I need /bin/sh to run!\n" = "Vajan käivitamiseks programmi /bin/sh!\n";

/* nothing */
"Commands Available:" = "Võimalikud käsud:  ";

/* nothing */
"User defined commands:" = "Kasutaja tekitatud käsud:  ";

/* nothing */
"Plugin defined commands:" = "Pluginate poolt tekitatud käsud:  ";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Rohkem infot saad käsuga /HELP <käsk>, või proovi /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Tundmatut parameetrit '%s' ignoreeriti.";

/* nothing */
"No such plugin found.\n" = "Sellist pluginat ei leitud.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "See plugin ei taha end eemaldada.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nimi> <tegevus>, lisab kasutajate nimekirja alla uue nupu";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <käsk>, saadab käsu kõikidele kanalitele, kus oled";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHAN <käsk>, saadab käsu kõikidele kanalitele, kus oled";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <käsk>, saadab käsu kõikidele serverite, kus oled";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<põhjus>], märgib sinu eemal olevaks";

/* nothing */
"BACK, sets you back (not away)" = "BACK, oled tagasi (mitte eemal)";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<keelu tüüp>], keelab hosti maskiga sobivatel kasutajatel kanaliga liitumise. Kui mõni selline kasutaja on kanalis, siis see käsk ei viska neid automaatselt välja (selleks vajad chanop-õigusi)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Seadista kanalipõhiseid seadeid\nCHANOPT CONFMODE ON|OFF - Vali ühinemis- ja lahkumisteadete näitamine \nCHANOPT COLORPASTE ON|OFF - Koos värvikoodidega teksti asetamine\nCHANOPT BEEP ON|OFF - Piiksu tegemine sõnumi saamisel\nCHANOPT TRAY ON|OFF - Süsteemisalve vilgutamine sõnumi saamisel";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Puhastab aktiivse tekstiakna või sisestuskasti mälu";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Sulgeb aktiivse tekstiakna";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <kood>, leiab koodi järgi riigi nime, näiteks ee = eesti";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <kasutaja> <teade>, saadab kasutajale CTCP teate. Levinud teateid on näiteks VERSION ja USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE [<kanal>], Lahkub aktiivsest või antud kanalist ja naaseb kohe";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <kasutaja>                      - võta kasutajalt pakutav fail vastu\nDCC SEND [-maxcps=#] <kasutaja> <fail>  - saada kasutajale fail\nDCC PSEND [-maxcps=#] <kasuatja> <fail> - saada fail passiivses režiimis\nDCC LIST                                - näita DCC'de nimekirja\nDCC CHAT <kasutaja>                     - paku kasutajale DCC vestlust\nDCC PCHAT <kasutaja>                    - paku kasutajale passivses režiimis\n                                          DCC vestlust\nDCC CLOSE <tüüp> <kasutaja> <fail>        näide:\n         /dcc close send toomas fail.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <kasutaja>, eemaldab aktiivse kanali kasutajalt chanhalf-op õiguse (vajab chanop õigust)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nimi>, kustutab kasutajate nimekirja aluse nupu";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <kasutaja>, eemaldab aktiivse kanali kasutajalt chanop õiguse (vajab chanop õigust)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <hüüdnimi>, võtab kasutajalt hääleõiguse";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, katkestab ühenduse serveriga";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <kasutaja|host|ip>, leiab kasutaja ip aadressi";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <tekst>, väljastab teksti samas masinas";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <programm>, käivitab programmi. Kui -o lipp on kasutusel, siis saadetakse programmi väljund kanalisse, muul juhul näidatakse ainult sulle endale.";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, saadab protsessile SIGCONT signaali";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], tapab EXEC käsuga käivitatud protsessi. Kui -9 võti on antud, saadetakse protsessile SIGKILL.";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, saadab protsessile SIGSTOP signaali";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, saadab andmeid protsessi sisendisse";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, tühjendab serveri saatejärjekorra";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>], loob proksiühenduse hosti kaudu, vaikeport on 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <hüüdnimi> <parool>, tapab kummituse";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <kasutaja>, annab kasutajale chanhalf-op õiguse (vajab chanop õigust)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <parool>, identifitseerib sind nickservile.";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <tüübid..> <..>\n    mask - hostmask mida ignoreerida - näiteks: *!*@*.starman.ee\n    tüübid - andmete tüübid, mida eirata. võib valida ühe või rohkem:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <kasutaja> [<kanal>], kutsub kasutaja kanalisse, vaikimisi aktiivsesse kanalisse (vajab chanop õigust)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <kanal>, ühineb kanaliga";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <kasutaja>, viskab selle kasutaja kanalist välja (vajab chanop õigust)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <hüüdmini>, keelab kasutajal kanalisse sisenemise ja seejärel viskab ta kanalist välja (vajab kanali operaatori õigusi)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, teeb sundkorras võrgu viite kontrolli";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>, otsib puhvrist stringi";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <fail>, laeb plugina või skripti";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, võtab kõigilt kanalis viibijatelt pool-operaatori õigused (vajab kanali operaatori õigusi)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, võtab kõigilt kanalist viibijatelt operaatori õigused (vajab kanali operaatori õigusi)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <tegevus>, saadab tegevuse aktiivsesse kanalisse (tegevused kirjutatakse kolmandas isikus, näiteks /me hüppab)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, viskab kanalist välja kõik peale sinu (vajab chanop õigust)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, annab kõigile aktiivses kanalis olijatele chanop õigused (vajab chanop õigust)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <kasutaja> <sõnum>, saadab kasutajale privaatsõnumi";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, näitab aktiivse kanali kasutajate nimekirja";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <kasutaja> <sõnum>, saadab CTCP teate";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <hostinimi> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <hüüdnimi>, muudab su hüüdnime";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <hüüdnimi/kanal> <sõnum>, saadab teate. Teated on sõnumid, mis tahavad kohest tähelepanu";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n võrk1[,võrk2,...]] [<hüüdnimi>], kuvab või täiendab märguandenimekirja";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <kasutaja>, annab kasutajale chanop üigused (vajab chanop'i)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<kanal>] [<põhjus>], lahkub kanalist. Vaikimisi hetkel avatud kanalist";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <hüüdnimi|kanal>, saadab CTCP pingi kasutajale või kanalisse";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <hüüdnimi>, avab uue vestlusakna";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<põhjus>], katkestab ühenduse serveriga";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <tekst>, saadab teksti toorel kujul serverisse";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<salasõna>], võib kasutada ka lihtsalt kujul /RECONNECT, et uuesti samasse serverisse ühenduda, või /RECONNECT ALL, et luua kõigisse serveritesse uuesti ühendus.";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<salasõna>], võib kasutada ka lihtsalt kujul /RECONNECT, et uuesti samasse serverisse ühenduda, või /RECONNECT ALL, et luua kõigisse serveritesse uuesti ühendus.";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <tekst>, saadab xchatile tooreid andmeid, nagu need oleksid tulnud serverist.";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <tekst>, saadab teksti aktiivsesse aknasse";

/* nothing */
"SEND <nick> [<file>]" = "SEND <hüüdnimi> [<failinimi>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <kanal>, ühendub serverisse ja liitub kanaliga.";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <kanal>, ühendab serverisse ja liitub kanaliga";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<salasõna>], loob serveriga ühenduse, vaikimisi port tavaliste ühenduste jaoks on 6667 ja 9999 ssl ühenduste jaoks";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<salasõna>], loob serveriga ühenduse, vaikimisi port on 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-or] [-quiet] <muutuja> [<väärtus>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<positsioon>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<teema>]. määrab uue teema või näitab praegust";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <taimaut> <fail1> [<fail2>] Vaheta kahe salveikooni vahel.\nTRAY -f <filename>                  Määra üks kindel ikoon.\nTRAY -i <number>                    Vaheta salveikooni seesmise ikooniga.\nTRAY -t <text>                      Määra salveikooni abitekst.\nTRAY -b <peakliri> <tekst>          Määra salve mullike.";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], võtab määratud maskidelt keelu maha.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nimi>, eemaldab plugina või skripti";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, avab url'i brauseris";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <hüüdnimi1> <hüüdnimi2> jne, märgistab kasutajate nimekirjas hüüdnime(d)";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <kasutaja>, annab kasutajale voice staatuse (vajab chanop õigust)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <sõnum>, saadab sõnumi kõikidele kanalitele, kus oled";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <sõnum>, saadab sõnumi kõigile aktiivse kanali chanop-idele";

/* nothing */
"Usage: %s\n" = "Kasutus: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nSelle käsu kohta pole abimaterjale.\n";

/* nothing */
"No such command.\n" = "Sellist käsku pole olemas\n";

/* nothing */
"Bad arguments for user command.\n" = "Halvad argumendid kasutaja määratud käsule.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Liiga rekursiivne käsk, katkestan.";

/* nothing */
"Unknown Command. Try /help\n" = "Tundmatu käsk. Proovi /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Ei leitud xchat_plugin_init sümbolit; oled sa ikka kindel, et see on xchati plugin?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Oled sa kindel et selle serveri selles pordis töötab SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Ei saa lahendada hostinime %s\nPalun kontrolli oma IP sätteid!\n";

/* nothing */
"Proxy traversal failed.\n" = "Proksi kaudu ühendumine ebaõnnestus.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Lähen võrgu %s järgmise serveri juurde...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Hoiatus: Tundmatu kooditabel \"%s\". Võrgu %s sõnumeid ei kodeerita ümber.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 lisatud märguande nimekirja.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 kanalis bännitute nimekiri:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tEi saa liituda kanaliga%C26 %B$1 %O(keelatud).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 kannab nüüd nime $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 pani keelu maskile $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tKanal $1 loodi $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O võttis kanali pool-operaatori võimu kasutajalt%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O võttis kanali operaatori võimu kasutajalt%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O võttis hääle kasutajalt%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 tegi erandi kasutajale $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O andis kasutajale%C26 $2%O kanali pool-operaatori võimu";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 määras kutsumise $2 peale";

/* nothing */
"%UChannel          Users   Topic" = "%UKanal            Liikmeid     Teema";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 seadis kanalile $4 võtme $2$3";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Kanali $1 seaded: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O andis operaatori staatuse kasutajale%C26 $2 ";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 eemaldab erandi kasutajalt $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 eemaldas kutsumise $2 pealt";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 eemaldas kanalilt märksõna";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 eemaldas kasutajalimiidi";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 seadis kanali märksõnaks $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 seadis kanali piiranguks $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 eemaldas keelu maskilt $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O andis hääle kasutajale%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Ühendatud. Login sisse..";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Ühendan serveri $1 ($2) porti $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Ühendamine ebaõnnestus. Viga: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tVõtsin vastu CTCP $1 kasutajalt $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tVõtsin vastu CTCP $1 kasutajalt $2 ($3-le)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tVõtsin vastu CTCP heli $1 kasutajalt $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tVõtsin vastu CTCP $1 kasutajalt $2 ($3-le)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC vestlus kasutajaga %C26$1%O katkestatud.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC vestlusühendus loodud kasutajaga %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC vestlus kasutajaga %C26$1%O katkes ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tVõtsin vastu DCC CHAT pakkumise kasutajalt $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tPakun DCC vestlust kasutajale to $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tJuba pakun DCC vestlust kasutajale $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 ühenduse loomine kasutajaga%C26 $2%O nurjus (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tVõtsin vastu '$1%O' kasutajalt $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tüüp  Kust/Kuhu  Staatus Suurus  Posits. Fail         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tVõtsin vastu vigase DCC päringu kasutajalt: %C26$1%O.%010%C22*%O$tPaketi sisu: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tPakun kasutajale%C26 $2%O faili%C26 $1";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tTundmatu DCC.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O kasutajale%C26 $1%O katkestatud.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O kasutajalt%C26 $3%O lõpetatud %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV ühendus loodud kasutajaga%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O kasutajalt%C26 $3%O nurjus ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Ei suuda avada faili $1 kirjutamiseks ($2) - katkestan.";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tFail%C26 $1%C on juba olemas. Salvestan nimega%C26 $2%O.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Osoovib jätkata faili%C26 $2 %Ctõmbamist kohalt%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O kasutajale%C26 $1%O katkestatud.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O kasutajale%C26 $2%O lõpetatud %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND ühendus loodud kasutajaga%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O kasutajale%C26 $2%O nurjus. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Opakkus%C26 $2 %O(%C26$3 %Obaiti)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Okasutajale%C26 $3 %Cviibis - katkestan.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Okasutajale%C26 $3 %Caegus - katkestan.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 kustutatud märguande nimekirjast.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tÜhendus katkestatud ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tLeidsin su IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O lisatud ignoreeritavate nimekirja.";

/* nothing */
"Ignore on %C26$1%O changed." = "Ignoreerimine muudetud: %C26$1%O";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O eemaldatud ignoreeritavate nimekirjast.";

/* nothing */
"  Ignore list is empty." = "   Ignonreeritavate nimekiri on tühi.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tEi saa liituda kanaliga%C26 %B$1 %O(liitumine ainult kutsetega).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$t%C11$2%C kutsus sind kanalisse %C11$1%C (%C11$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) liitus kanaliga $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tEi saa liituda kanaliga%C26 %B$1 %O(kanal nõuab salasõna).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 viskas kasutaja $2 välja kanalist $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$t$1 ($2%O%C22) tappis su.";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD vahele jäetud.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 on juba kasutuses. Proovin nime $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tSinu hüüdnimi on juba kasutuses. Proovi teist nime käsuga /NICK.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tTundmatu DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tPraegul ei tööta ükski protsess";

/* nothing */
"$tNotify list is empty." = "$tMärguandenimekiri on tühi.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Märguandenimekiri           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 kasutajat märguandenimekirjas.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tMärguanne: $1 ei ole enam online ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tMärguanne: $1 on online ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) lahkus kanalist $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) lahkus kanalist $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPingi vastus kasutajalt $1: $2 sekund(it)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPingile pole $1 sekundi jooksul vastatud, katkestan ühenduse.";

/* nothing */
"%C22*%O$tA process is already running" = "";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 lahkus (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 määrab %B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Ühendatud.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Lahendan hosti $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tKatkestasin eelmise ühendamiskatse (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Kanali $1%C %C29teema on: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 seadis kanalile uue teema: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Kanali $1%C %C29teema määras $3 kasutaja $2";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tTundmatu server. Kontrolli kas kirjutasid serveri nime õigesti.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tEi saa liituda kanaliga%C26 %B$1 %O(Kasutajalimiit saavutatud).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Kasutajad kanalis $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Con eemal %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OWHOIS nimekirja lõpp.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O jõude%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O jõude%C26 $2%O, liitus:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Vestled nüüd kanalis $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$t$3 viskas sind välja kanalist $2 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tSa lahkusid kanalist $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tSa lahkusid kanalist $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tSa kutsusid%C26 $1%O kanalisse%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tSa kannad nüüd nime $2";

/* nothing */
"Loaded log from" = "Logi laetud failist";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** LÕPETAN LOGIMISE %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** ALUSTAN LOGIMIST %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Ei saa avada logifaile kirjutamiseks. Kontrolli\n  %s/xchatlogs kausta õigusi";

/* nothing */
"Left message" = "Vasakpoolne sõnum";

/* nothing */
"Right message" = "Parempoolne sõnum";

/* nothing */
"The nick of the joining person" = "Liituja kasutajanimi";

/* nothing */
"The channel being joined" = "Liitutav kanal";

/* nothing */
"The host of the person" = "Kasutaja host";

/* nothing */
"Nickname" = "Kasutajanimi";

/* nothing */
"The action" = "Tegevus";

/* nothing */
"Mode char" = "Moodi sümbol";

/* nothing */
"The text" = "Tekst";

/* nothing */
"Identified text" = "Tuvastatud tekst";

/* nothing */
"The message" = "Teade";

/* nothing */
"Old nickname" = "Endine nimi";

/* nothing */
"New nickname" = "Uus nimi";

/* nothing */
"Nick of person who changed the topic" = "Kasutaja, kes muutis teemat";

/* nothing */
"Topic" = "Teema";

/* nothing */
"Channel" = "Kanal";

/* nothing */
"The nickname of the kicker" = "Väljaviskaja nimi";

/* nothing */
"The person being kicked" = "Kasutaja, kes välja visati";

/* nothing */
"The channel" = "Kanal";

/* nothing */
"The reason" = "Põhjus";

/* nothing */
"The nick of the person leaving" = "Lahkuja nimi";

/* nothing */
"The time" = "Aeg";

/* nothing */
"The creator" = "Looja";

/* nothing */
"Nick" = "Nimi";

/* nothing */
"Reason" = "Põhjus";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "Kellelt see tuleb";

/* nothing */
"The time in x.x format (see below)" = "Aeg x.x formaadis (vaata allapoole)";

/* nothing */
"The Channel it's going to" = "Sihtkanal";

/* nothing */
"The sound" = "Heli";

/* nothing */
"The nick of the person" = "Inimese nimi";

/* nothing */
"The CTCP event" = "CTCP sündmus";

/* nothing */
"The nick of the person who set the key" = "Võtme seadnud kasutaja nimi";

/* nothing */
"The key" = "Võti";

/* nothing */
"The nick of the person who set the limit" = "Piirangu seadnud kasutaja nimi";

/* nothing */
"The limit" = "Piirang";

/* nothing */
"The nick of the person who did the op'ing" = "Oppija nimi";

/* nothing */
"The nick of the person who has been op'ed" = "Opitud kasutaja nimi";

/* nothing */
"The nick of the person who has been halfop'ed" = "Poolopitud kasutaja nimi";

/* nothing */
"The nick of the person who did the halfop'ing" = "Poolop'i teinud kasutaja";

/* nothing */
"The nick of the person who did the voice'ing" = "Voice'i teinud kasutaja";

/* nothing */
"The nick of the person who has been voice'ed" = "Voice saanud kasutaja nimi";

/* nothing */
"The nick of the person who did the banning" = "Bännija hüüdnimi";

/* nothing */
"The ban mask" = "Keelu mask";

/* nothing */
"The nick who removed the key" = "Võtme eemaldanud kasutaja";

/* nothing */
"The nick who removed the limit" = "Piirangu eemaldanud kasutaja";

/* nothing */
"The nick of the person of did the deop'ing" = "Deop'i teinud kasutaja";

/* nothing */
"The nick of the person who has been deop'ed" = "Deop'itud kasutaja";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Dehalfop'i teinud kasutaja";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Dehalfop'itud kasutaja";

/* nothing */
"The nick of the person of did the devoice'ing" = "Devoice'i teinud kasutaja";

/* nothing */
"The nick of the person who has been devoice'ed" = "Devoice'tud kasutaja";

/* nothing */
"The nick of the person of did the unban'ing" = "Unban'i teinud kasutaja";

/* nothing */
"The nick of the person who did the exempt" = "Erandi tegija hüüdnimi";

/* nothing */
"The exempt mask" = "Erandi mask";

/* nothing */
"The nick of the person removed the exempt" = "Erandi kustutaja hüüdnimi";

/* nothing */
"The nick of the person who did the invite" = "Kutsuja hüüdnimi";

/* nothing */
"The invite mask" = "Kutsete mask";

/* nothing */
"The nick of the person removed the invite" = "Kutse eemaldanud kasutaja";

/* nothing */
"The nick of the person setting the mode" = "Moodi määraja hüüdnimi";

/* nothing */
"The mode's sign (+/-)" = "Moodi märk (+/-)";

/* nothing */
"The mode letter" = "Moodi sümbol";

/* nothing */
"The channel it's being set on" = "Muudetava kanali nimi";

/* nothing */
"Username" = "Kasutajanimi";

/* nothing */
"Full name" = "Täisnimi";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "";

/* nothing */
"Server Information" = "Serveri info";

/* nothing */
"Idle time" = "Jõude oldud";

/* nothing */
"Signon time" = "Ühendumise aeg";

/* nothing */
"Away reason" = "Eemaloleku põhjus";

/* nothing */
"Message" = "Sõnum";

/* nothing */
"Account" = "Konto";

/* nothing */
"Real user@host" = "Päris kasutaja@host";

/* nothing */
"Real IP" = "Päris IP";

/* nothing */
"Channel Name" = "Kanali nimi";

/* nothing */
"Text" = "Tekst";

/* nothing */
"Server Name" = "Serveri nimi";

/* nothing */
"Nick of person who invited you" = "Sind kutsunud kasutaja";

/* nothing */
"Users" = "Kasutajad";

/* nothing */
"Nickname in use" = "Kasutajanimi on juba kasutusel";

/* nothing */
"Nick being tried" = "Proovitav hüüdnimi";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"Network" = "Võrk";

/* nothing */
"Modes string" = "";

/* nothing */
"IP address" = "IP aadress";

/* nothing */
"DCC Type" = "DCC tüüp";

/* nothing */
"Filename" = "Faili nimi";

/* nothing */
"Destination filename" = "Sihtfaili nimi";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "";

/* nothing */
"Position" = "Positsioon";

/* nothing */
"Size" = "Suurus";

/* nothing */
"DCC String" = "DCC string";

/* nothing */
"Number of notify items" = "";

/* nothing */
"Old Filename" = "Vana failinimi";

/* nothing */
"New Filename" = "Uus failinimi";

/* nothing */
"Receiver" = "Vastuvõtja";

/* nothing */
"Hostmask" = "Hosti mask";

/* nothing */
"Hostname" = "Hosti nimi";

/* nothing */
"The Packet" = "Pakett";

/* nothing */
"Seconds" = "Sekundit";

/* nothing */
"Nick of person who have been invited" = "Kutsutud nimede hulk";

/* nothing */
"Banmask" = "Bänni mask";

/* nothing */
"Who set the ban" = "Kes bännis";

/* nothing */
"Ban time" = "Bänni aeg";

/* nothing */
"Error parsing event %s.\nLoading default." = "Viga sündmuse %s töötlemisel.\nVaikeväärtuste laadimine.";

/* nothing */
"Cannot read sound file:\n%s" = "Helifaili lugemine nurjus:\n%s";

/* nothing */
"Remote host closed socket" = "Kaugmasin katkestas ühenduse";

/* nothing */
"Connection refused" = "Ühendusest keelduti";

/* nothing */
"No route to host" = "Ei leia teed hostini";

/* nothing */
"Connection timed out" = "Ühendus aegus";

/* nothing */
"Cannot assign that address" = "Ei saa määrata seda aadressi";

/* nothing */
"Connection reset by peer" = "Peer katkestas ühenduse";

/* nothing */
"Ascension Island" = "Kookossaared";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Araabia Ühendemiraadid";

/* nothing */
"Afghanistan" = "Afganistaan";

/* nothing */
"Antigua and Barbuda" = "Antigua ja Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albaania";

/* nothing */
"Armenia" = "Armeenia";

/* nothing */
"Netherlands Antilles" = "Hollandi antillid";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktika";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "";

/* nothing */
"American Samoa" = "Ameerika samoa";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "";

/* nothing */
"Australia" = "Austraalia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Ahvenamaa";

/* nothing */
"Azerbaijan" = "Aserbaidžaan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia ja Hertsegoviina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgia";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaaria";

/* nothing */
"Bahrain" = "Bahrein";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Äriline";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Boliivia";

/* nothing */
"Brazil" = "Brasiilia";

/* nothing */
"Bahamas" = "Bahama";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvet' saar";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Valgevene";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kookossaared";

/* nothing */
"Democratic Republic of Congo" = "Kongo demokraatlik vabariik";

/* nothing */
"Central African Republic" = "Kesk-Aafrika vabariik";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Šveits";

/* nothing */
"Cote d'Ivoire" = "Elevandriluurannik";

/* nothing */
"Cook Islands" = "Cooki saared";

/* nothing */
"Chile" = "Tšiili";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Hiina";

/* nothing */
"Colombia" = "Kolumbia";

/* nothing */
"Internic Commercial" = "";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Serbia ja Montenegro";

/* nothing */
"Cuba" = "Kuuba";

/* nothing */
"Cape Verde" = "Cabo verde";

/* nothing */
"Christmas Island" = "Jõulusaar";

/* nothing */
"Cyprus" = "Küpros";

/* nothing */
"Czech Republic" = "Tšehhi";

/* nothing */
"Germany" = "Saksamaa";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Taani";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Dominikaani vabariik";

/* nothing */
"Algeria" = "Alžeeria";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Haridusasutus";

/* nothing */
"Estonia" = "Eesti";

/* nothing */
"Egypt" = "Egiptus";

/* nothing */
"Western Sahara" = "Lääne-Sahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Hispaania";

/* nothing */
"Ethiopia" = "Etioopia";

/* nothing */
"European Union" = "Euroopa Liit";

/* nothing */
"Finland" = "Soome";

/* nothing */
"Fiji" = "Fidži";

/* nothing */
"Falkland Islands" = "Falklandi saared";

/* nothing */
"Micronesia" = "Mikroneesia";

/* nothing */
"Faroe Islands" = "Fääri saared";

/* nothing */
"France" = "Prantsusmaa";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Suurbritannia";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Gruusia";

/* nothing */
"French Guiana" = "Prantsuse Guajaana";

/* nothing */
"British Channel Isles" = "Briti Kanali Saared";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Gröönimaa";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Valitsus";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Ekvatoriaal-Guinea";

/* nothing */
"Greece" = "Kreeka";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong-Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard ja McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Horvaatia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Ungari";

/* nothing */
"Indonesia" = "Indoneesia";

/* nothing */
"Ireland" = "Iirimaa";

/* nothing */
"Israel" = "Iisrael";

/* nothing */
"Isle of Man" = "Man'i saar";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informatiivne";

/* nothing */
"International" = "Ülemaailmne";

/* nothing */
"British Indian Ocean Territory" = "Briti India ookeani ala";

/* nothing */
"Iraq" = "Iraak";

/* nothing */
"Iran" = "Iraan";

/* nothing */
"Iceland" = "Island";

/* nothing */
"Italy" = "Itaalia";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordaania";

/* nothing */
"Japan" = "Jaapan";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kõrgõzstan";

/* nothing */
"Cambodia" = "Kambodža";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Komoorid";

/* nothing */
"St. Kitts and Nevis" = "Saint Kitts ja Nevis";

/* nothing */
"North Korea" = "Põhja-Korea";

/* nothing */
"South Korea" = "Lõunda-Korea";

/* nothing */
"Kuwait" = "Kuveit";

/* nothing */
"Cayman Islands" = "Kaimanisaared";

/* nothing */
"Kazakhstan" = "Kasahstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Liibanon";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Libeeria";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Leedu";

/* nothing */
"Luxembourg" = "Luksemburg";

/* nothing */
"Latvia" = "Läti";

/* nothing */
"Libya" = "Liibüa";

/* nothing */
"Morocco" = "Morocco";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldova";

/* nothing */
"United States Medical" = "";

/* nothing */
"Madagascar" = "Madagaskar";

/* nothing */
"Marshall Islands" = "Marshalli saared";

/* nothing */
"Military" = "Sõjaväeline";

/* nothing */
"Macedonia" = "Makedoonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongoolia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Põhja-Mariaanid";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Marutaania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldiivid";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mehhiko";

/* nothing */
"Malaysia" = "Malaisia";

/* nothing */
"Mozambique" = "Mosambiik";

/* nothing */
"Namibia" = "Namiibia";

/* nothing */
"New Caledonia" = "Uus-Kaledoonia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "";

/* nothing */
"Norfolk Island" = "Norfolk";

/* nothing */
"Nigeria" = "Nigeeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Holland";

/* nothing */
"Norway" = "Norra";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Uus-Meremaa";

/* nothing */
"Oman" = "Omaan";

/* nothing */
"Internic Non-Profit Organization" = "";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peruu";

/* nothing */
"French Polynesia" = "Prantsuse Polüneesia";

/* nothing */
"Papua New Guinea" = "Paapua Uus-Guinea";

/* nothing */
"Philippines" = "Filipiinid";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Poola";

/* nothing */
"St. Pierre and Miquelon" = "saint-Pierre ja Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Palestinian Territory" = "Palestiina alad";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Reunion";

/* nothing */
"Romania" = "Rumeenia";

/* nothing */
"Old School ARPAnet" = "Vanakooli ARPAnet";

/* nothing */
"Russian Federation" = "Venemaa";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Saudi Araabia";

/* nothing */
"Solomon Islands" = "Saalomoni Saared";

/* nothing */
"Seychelles" = "Seišellid";

/* nothing */
"Sudan" = "Sudaan";

/* nothing */
"Sweden" = "Rootsi";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "Saint Helena";

/* nothing */
"Slovenia" = "Sloveenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Teravmäed";

/* nothing */
"Slovak Republic" = "Slovakkia Vabariik";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somaalia";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "São Tomé ja Príncipe";

/* nothing */
"Former USSR" = "Endine SSSR";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Süüria";

/* nothing */
"Swaziland" = "Svaasimaa";

/* nothing */
"Turks and Caicos Islands" = "Turks ja Caicos";

/* nothing */
"Chad" = "Tšaad";

/* nothing */
"French Southern Territories" = "Prantsuse Lõunaalad";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tai";

/* nothing */
"Tajikistan" = "Tadžikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Ida-Timor";

/* nothing */
"Turkmenistan" = "Türkmenistan";

/* nothing */
"Tunisia" = "Tuneesia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Türgi";

/* nothing */
"Trinidad and Tobago" = "Trinidad ja Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tansaania";

/* nothing */
"Ukraine" = "Ukraina";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Ühendkuningriik";

/* nothing */
"United States of America" = "Ameerika Ühendriigid";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Usbekistan";

/* nothing */
"Vatican City State" = "Vatikani linnriik";

/* nothing */
"St. Vincent and the Grenadines" = "Saint Vincent ja Grenadiinid";

/* nothing */
"Venezuela" = "Venetsueela";

/* nothing */
"British Virgin Islands" = "Briti Neitsisaared";

/* nothing */
"US Virgin Islands" = "Neitsisaared, USA";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis ja Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Jeemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoslaavia";

/* nothing */
"South Africa" = "Lõuna-Aafrika Vabariik";

/* nothing */
"Zambia" = "Sambia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Tundmatu";

/* nothing */
"Open Dialog Window" = "Ava dialoogiaken";

/* nothing */
"Send a File" = "Saada fail ";

/* nothing */
"User Info (WHOIS)" = "Kasutaja info (WHOIS)";

/* nothing */
"Operator Actions" = "Operaatori tegevused";

/* nothing */
"Give Ops" = "Tee operaatoriks";

/* nothing */
"Take Ops" = "Tee mitteoperaatoriks";

/* nothing */
"Give Voice" = "Anna hääleõigus";

/* nothing */
"Take Voice" = "Võta hääleõigus";

/* nothing */
"Kick/Ban" = "Viska välja/bänni";

/* nothing */
"Kick" = "Viska välja";

/* nothing */
"Ban" = "Bänni";

/* nothing */
"KickBan" = "KikkBänni";

/* nothing */
"Direct client-to-client" = "";

/* nothing */
"Send File" = "Saada fail";

/* nothing */
"Offer Chat" = "Paku vestlust";

/* nothing */
"Abort Chat" = "Katkesta vestlus";

/* nothing */
"Version" = "Versioon";

/* nothing */
"Userinfo" = "Kasutaja info";

/* nothing */
"Clientinfo" = "Kliendi info";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Aeg";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operaator";

/* nothing */
"Kill this user" = "Tapa see kasutaja";

/* nothing */
"Mode" = "Mood";

/* nothing */
"Give Half-Ops" = "Anna pool-op";

/* nothing */
"Take Half-Ops" = "Võta pool-op";

/* nothing */
"Ignore" = "Ignoreeri";

/* nothing */
"Ignore User" = "Ignoreeri kasutajat";

/* nothing */
"UnIgnore User" = "Ära ignoreeri kasutajat";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "KesOn";

/* nothing */
"DNS Lookup" = "";

/* nothing */
"Trace" = "Jälitus";

/* nothing */
"UserHost" = "Kasutaja host";

/* nothing */
"External" = "Väline";

/* nothing */
"Traceroute" = "";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Lahku kanalist";

/* nothing */
"Join Channel..." = "Liitu kanaliga...";

/* nothing */
"Enter Channel to Join:" = "Kanal, millega liituda:";

/* nothing */
"Server Links" = "Serverite lingid";

/* nothing */
"Ping Server" = "Pingi serverit";

/* nothing */
"Hide Version" = "Peida versioon";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "tsau";

/* nothing */
"Enter reason to kick %s:" = "Põhjus %s väljaviskamiseks:";

/* nothing */
"Sendfile" = "";

/* nothing */
"Dialog" = "Dialoog";

/* nothing */
"Send" = "Saada";

/* nothing */
"Chat" = "Vestlus";

/* nothing */
"Clear" = "Puhasta";

/* nothing */
"Couldn't connect to session bus" = "";

/* nothing */
"Failed to complete NameHasOwner" = "";

/* nothing */
"Failed to complete Command" = "Käsu täitmine ebaõnnestus";

/* nothing */
"remote access" = "kaugligipääs";

/* nothing */
"plugin for remote access using DBUS" = "";

/* nothing */
"Couldn't connect to session bus: %s\n" = "";

/* nothing */
"Failed to acquire %s: %s\n" = "Ei suuda avada fonti:\n\n%s";

/* nothing */
"About XChat" = "XChati info";

/* nothing */
"A multiplatform IRC Client" = "Multiplatvormne IRC klient";

/* nothing */
"Character Chart" = "Märgitabel";

/* nothing */
"Not connected." = "Lahti ühendatud.";

/* nothing */
"You must select some bans." = "Sa pead mõned bännid valima.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Kas sa kindlasti tahad kõiki %s kanali bänne kustutada?";

/* nothing */
"Mask" = "Mask";

/* nothing */
"From" = "Kasutajalt";

/* nothing */
"Date" = "Kuupäev";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Bännitute nimekirja saab vaadata ainult siis, kui mõni kanal aktiivne on.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: bännitute nimekiri (%s)";

/* nothing */
"Unban" = "Eemalda bänn";

/* nothing */
"Crop" = "";

/* nothing */
"Refresh" = "Värskenda";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Kuvan %d/%d kasutajat %d/%d kanalis.";

/* nothing */
"Select an output filename" = "Vali väljundfaili nimi";

/* nothing */
"_Join Channel" = "_Liitu kanaliga";

/* nothing */
"_Copy Channel Name" = "_Kopeeri kanali nimi";

/* nothing */
"Copy _Topic Text" = "Kopeeri _teemaväli";

/* nothing */
"XChat: Channel List (%s)" = "XChat: kanalid (%s)";

/* nothing */
"_Search" = "_Otsi";

/* nothing */
"_Download List" = "Allalaadimised";

/* nothing */
"Save _List..." = "Salvesta _nimekiri...";

/* nothing */
"Show only:" = "Näita ainult:";

/* nothing */
"channels with" = "kanalid, kus on";

/* nothing */
"to" = "";

/* nothing */
"users." = "kasutajat.";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Kanali nimi";

/* nothing */
"Search type:" = "Otsingu tüüp:";

/* nothing */
"Simple Search" = "Lihtne otsing";

/* nothing */
"Pattern Match (Wildcards)" = "";

/* nothing */
"Regular Expression" = "Regulaaravaldis";

/* nothing */
"Find:" = "Otsi:";

/* nothing */
"Send file to %s" = "Saada fail kasutajale %s";

/* nothing */
"That file is not resumable." = "Seda faili ei saa jätkata";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Ei pääse failile ligi: %s\n%s.\nJätkamine on võimatu.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Fail allalaadimiste kataloogis on suurem, kui pakutav fail. Jätkamine pole võimalik.";

/* nothing */
"Cannot resume the same file from two people." = "Ei saa jätkata sama faili tõmbamist kahelt inimeselt.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Üles- ja allalaadimised";

/* nothing */
"Status" = "Olek";

/* nothing */
"File" = "Fail";

/* nothing */
"ETA" = "Saabub";

/* nothing */
"Both" = "Mõlemad";

/* nothing */
"Uploads" = "Üleslaadimised";

/* nothing */
"Downloads" = "Allalaadimised";

/* nothing */
"Details" = "Detailid";

/* nothing */
"File:" = "Fail:";

/* nothing */
"Address:" = "Aadress:";

/* nothing */
"Abort" = "Katkesta";

/* nothing */
"Accept" = "Võta vastu";

/* nothing */
"Resume" = "Jätka";

/* nothing */
"Open Folder..." = "Ava kataloog...";

/* nothing */
"XChat: DCC Chat List" = "XChat: DCC vestluste nimekiri";

/* nothing */
"Recv" = "Siia";

/* nothing */
"Sent" = "Sinna";

/* nothing */
"Start Time" = "Algusaeg";

/* nothing */
"*NEW*" = "*UUS*";

/* nothing */
"EDIT ME" = "MUUDA MIND";

/* nothing */
"Name" = "Nimi";

/* nothing */
"Command" = "Käsklus";

/* nothing */
"Move Up" = "Liiguta üles";

/* nothing */
"Move Dn" = "Liiguta alla";

/* nothing */
"Cancel" = "Loobu";

/* nothing */
"Save" = "Salvesta";

/* nothing */
"Add New" = "Lisa uus";

/* nothing */
"Delete" = "Kustuta";

/* nothing */
"Sort" = "Sorteeri";

/* nothing */
"Help" = "Abi";

/* nothing */
"Don't auto connect to servers" = "Ära taasühenda serveriga automaatselt";

/* nothing */
"Use a different config directory" = "Kasuta teist seadistuste kausta";

/* nothing */
"Don't auto load any plugins" = "Ära lae pluginaid automaatselt";

/* nothing */
"Show plugin auto-load directory" = "Näita automaatselt laetavate pluginate kausta";

/* nothing */
"Show user config directory" = "Näita kasutaja seadistuste kausta";

/* nothing */
"Open an irc://server:port/channel URL" = "Ava irc://server:port/kanal URL";

/* nothing */
"Open URL in an existing XChat" = "Ava URL juba töötavas XChatis";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "Käivitu peidetult. Tase 0=tavaline 1=tegumiribal 2=süsteemisalves";

/* nothing */
"level" = "tase";

/* nothing */
"Show version information" = "Näita versiooniinfot";

/* nothing */
"Failed to open font:\n\n%s" = "Ei suuda avada fonti:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Otsingu puhver on tühi.\n";

/* nothing */
"%d bytes" = "%d baiti";

/* nothing */
"Network send queue: %d bytes" = "Võrgu saatmisjärjekord: %d baiti";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "See korraldus liigutab aktiivset sakki koha võrra vasakule.";

/* nothing */
"This command moves the front tab right by one" = "See korraldus liigutab aktiivset sakki koha võrra paremale.";

/* nothing */
"This command moves the current tab family to the left" = "See käsk liigutab aktiivse sakigrupi vasakule";

/* nothing */
"This command moves the current tab family to the right" = "See käsk liigutab aktiivse sakigrupi paremale";

/* nothing */
"Push input line into history but doesn't send to server" = "Salvesta sisestatud rida ajalukku seda serverisse saatmata";

/* nothing */
"There was an error loading key bindings configuration" = "Klahviseoste faili laadimisel tekkis probleem";

/* nothing */
"<none>" = "<tühi>";

/* nothing */
"Mod" = "";

/* nothing */
"Key" = "Nupp";

/* nothing */
"Action" = "Tegevus";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: klaviatuuriotseteed";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Andmed 1";

/* nothing */
"Data 2" = "Andmed 2";

/* nothing */
"Error opening keys config file\n" = "Ei suudetud avada klahvide seadete faili\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Tundmatu klahv %s klahviseoste failis\nLaadimine katkestati, palun paranda fail %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Tundmatu tegevus %s klahvi seoste failis\nLaadimine katkestati, palun paranda fail %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Eeldasin andmete rida (algus Dx{:|!}), kuid oli:\n%s\n\nLaadimine katkestati, palun paranda fail %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Klahviseoste fail on vigane, laadimine katkestati\nPalun paranda fail %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Sellese faili ei saa kirjutada.";

/* nothing */
"Cannot read that file." = "Sellest failist ei saa lugeda.";

/* nothing */
"That mask already exists." = "See mask on juba kasutusel.";

/* nothing */
"Private" = "Privaatne";

/* nothing */
"Notice" = "Teated";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Kutsumised";

/* nothing */
"Unignore" = "Ära ignoreeri";

/* nothing */
"Enter mask to ignore:" = "Ignoreeritav hostimask:";

/* nothing */
"XChat: Ignore list" = "XChat: ignoreeritavate nimekiri";

/* nothing */
"Ignore Stats:" = "Ignoreerimise statistika:";

/* nothing */
"Channel:" = "Kanalile:";

/* nothing */
"Private:" = "Privaatne:";

/* nothing */
"Notice:" = "Teateid:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Kutsumisi:";

/* nothing */
"Add..." = "Lisa...";

/* nothing */
"Channel name too short, try again." = "Kanali nimi on liiga lühike, proovi uuesti.";

/* nothing */
"XChat: Connection Complete" = "XChat: Ühendatud";

/* nothing */
"Connection to %s complete." = "";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "Serverite nimekirja aknas pole määratud ühtegi kanalit millega automaatselt ühineda peale sellesse võrku ühendumist.";

/* nothing */
"What would you like to do next?" = "Mida sa sooviksid järgmiseks teha?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Mitte midagi, ma ühinen kanaliga hiljem.";

/* nothing */
"_Join this channel:" = "_Liitu kanaliga:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Kui sa tead kanali nime millega ühineda, siis kirjuta see siia.";

/* nothing */
"O_pen the Channel-List window." = "Ava kanalite nimekirja aken.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Kanalite nimekirja ";

/* nothing */
"_Always show this dialog after connecting." = "_Alati näita seda akent peale ühendumist.";

/* nothing */
"Dialog with" = "Vestlus kasutajaga";

/* nothing */
"Topic for %s is: %s" = "Kanali %s teema on: %s";

/* nothing */
"No topic is set" = "Teemat ei ole määratud";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Selle serveriga on veel seotud %d kanalit või dialoogiakent. Sulgen kõik?";

/* nothing */
"Quit XChat?" = "Sulge XChat?";

/* nothing */
"Don't ask next time." = "Ära järgmine kord küsi.";

/* nothing */
"You are connected to %i IRC networks." = "Sa oled ühendatud %i IRC-võrguga.";

/* nothing */
"Are you sure you want to quit?" = "Kas sa tahad kindlasti väljuda?";

/* nothing */
"Some file transfers are still active." = "";

/* nothing */
"_Minimize to Tray" = "_Peida süsteemisalve";

/* nothing */
"Insert Attribute or Color Code" = "Lisa atribuut või värvikood";

/* nothing */
"<b>Bold</b>" = "<b>Paks</b>";

/* nothing */
"<u>Underline</u>" = "<u>Jooni alla</u>";

/* nothing */
"Normal" = "Tavaline";

/* nothing */
"Colors 0-7" = "Värvid 0-7";

/* nothing */
"Colors 8-15" = "Värvid 8-15";

/* nothing */
"Beep on message" = "Tee piiks sõnumi saabumisel";

/* nothing */
"Blink tray on message" = "Vilguta sõnumi saabumisel";

/* nothing */
"Show join/part messages" = "Näita liitujaid/lahkujaid";

/* nothing */
"Color paste" = "Värviline asetamine";

/* nothing */
"_Close Tab" = "Sulge _sakk";

/* nothing */
"_Detach Tab" = "_Eralda sakk";

/* nothing */
"User limit must be a number!\n" = "Kasutajapiirang peab olema number!\n";

/* nothing */
"Topic Protection" = "Teema kaitse";

/* nothing */
"No outside messages" = "Ära luba väljast teateid";

/* nothing */
"Secret" = "Salajane";

/* nothing */
"Invite Only" = "Ainult kutsetega";

/* nothing */
"Moderated" = "Modereeritav";

/* nothing */
"Ban List" = "Keelatute nimekiri";

/* nothing */
"Keyword" = "Märgusõna";

/* nothing */
"User Limit" = "Kasutajate piirang";

/* nothing */
"Show/Hide userlist" = "Näita/peida kasutajate nimekiri";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Ei saa teha tausta läbipaistvaks!\n\nVõibolla on kasutuses mitteühilduv aknahaldur,\nmis ei ole hetkel veel toetatud.\n";

/* nothing */
"Enter new nickname:" = "Sisesta uus hüüdnimi:";

/* nothing */
"Host unknown" = "Tundmatu host";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Pärisnimi:";

/* nothing */
"User:" = "Kasutaja:";

/* nothing */
"Country:" = "Riik:";

/* nothing */
"Server:" = "Server:";

/* nothing */
"Away Msg:" = "Eemal:";

/* nothing */
"%u minutes ago" = "%u minutit tagasi";

/* nothing */
"Last Msg:" = "Viimane sõnum:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Menüüriba on nüüd peidus. Selle saab uuesti nähtavaks teha F9 klahviga või tehes paremklõpsu tühjal alal ja hüpikmenüüst sisse lülitades.";

/* nothing */
"Open Link in Browser" = "Ava link brauseris";

/* nothing */
"Copy Selected Link" = "Kopeeri valitud link";

/* nothing */
"Join Channel" = "Liitu kanaliga";

/* nothing */
"Part Channel" = "Lahku kanalist";

/* nothing */
"Cycle Channel" = "";

/* nothing */
"XChat: User menu" = "XChat: Kasutja menüü";

/* nothing */
"Edit This Menu..." = "Muuda seda menüüd...";

/* nothing */
"Retrieve channel list..." = "Tõmba kanalite nimekiri...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Kasutaja käsud - spetsiaalkoodid:\n\n%c  =  aktiivne kanal\n%e = aktiivne võrk\n%m  =  masina info\n%n  =  sinu hüüdnimi\n%t  =  kell/kuupäev\n%v  =  xchati versioon\n%2  =  sõna 2\n%3  =  sõna 3\n&2  =  alates 2. sõnast kuni rea lõpuni\n&3  =  alates 3. sõnast kuni rea lõpuni\n\nnäiteks:\n/cmd tere peeter\n\n%2 oleks \"tere\"\n&2 oleks \"tere peeter\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Kasutajate nimekirja nupud - spetsiaalkoodid:\n\n%a  =  kõik valitud kasutajad\n%c  =  aktiivne kanal\n%e = aktiivse võrgu nimi\n%h  =  valitud kasutaja hostinimi\n%m  =  masina info\n%n  =  sinu hüüdnimi\n%s  =  valitud kasutaja\n%t  =  kell/kuupäev\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialooginupud - spetsiaalkoodid:\n\n%a  =  kõik valitud kasutajad\n%c  =  aktiivne kanal\n%e = aktiivse võrgu nimi\n%h  =  valitud kasutaja hostinimi\n%m  =  masina info\n%n  =  sinu hüüdnimi\n%s  =  valitud kasutaja\n%t  =  kell/kuupäev\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP vastused - spetsiaalkoodid:\n\n%d  =  andmed (kogu CTCP)\n%e = aktiivse võrgu nimi\n%m  =  masina info\n%s  =  CTCP saatja hüüdnimi\n%t  =  kell/kuupäev\n%2  =  sõna 2\n%3  =  sõna 3\n&2  =  alates 2. sõnast kuni rea lõpuni\n&3  =  alates 3. sõnast kuni rea lõpuni\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "";

/* nothing */
"XChat: User Defined Commands" = "XChat: kasutaja määratud käsud";

/* nothing */
"XChat: Userlist Popup menu" = "X-Chat: kasutajate nimekirja popup";

/* nothing */
"Replace with" = "";

/* nothing */
"XChat: Replace" = "XChat: asenda";

/* nothing */
"XChat: URL Handlers" = "XChat: URLi käsitlejad";

/* nothing */
"XChat: Userlist buttons" = "XChat: kasutajate nimekirja nupud";

/* nothing */
"XChat: Dialog buttons" = "XChat: dialooginupud";

/* nothing */
"XChat: CTCP Replies" = "XChat: CTCP vastused";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Võrkude nimekiri...";

/* nothing */
"_New" = "Lisa _uus";

/* nothing */
"Server Tab..." = "Serveri sakk...";

/* nothing */
"Channel Tab..." = "Kanali sakk...";

/* nothing */
"Server Window..." = "Serveri aken...";

/* nothing */
"Channel Window..." = "Kanali aken...";

/* nothing */
"_Load Plugin or Script..." = "Lae plugin või skript...";

/* nothing */
"_Quit" = "_Välju";

/* nothing */
"_View" = "Vaa_de";

/* nothing */
"_Menu Bar" = "Menüüriba";

/* nothing */
"_Topic Bar" = "Teemariba";

/* nothing */
"_User List" = "Kasutajate nimekiri";

/* nothing */
"U_serlist Buttons" = "Kasutajate nimekirja nupud";

/* nothing */
"M_ode Buttons" = "R_ežiiminupud";

/* nothing */
"_Channel Switcher" = "Kanalite _nimekiri";

/* nothing */
"_Tabs" = "Sakid";

/* nothing */
"T_ree" = "_Puu";

/* nothing */
"_Network Meters" = "Võrgumõõdikud";

/* nothing */
"Off" = "Väljas";

/* nothing */
"Graph" = "Graafik";

/* nothing */
"_Server" = "Server";

/* nothing */
"_Disconnect" = "Ühenda lahti";

/* nothing */
"_Reconnect" = "Taasühenda";

/* nothing */
"Marked Away" = "Eemal";

/* nothing */
"_Usermenu" = "Kasutaja menüü";

/* nothing */
"S_ettings" = "S_ätted";

/* nothing */
"_Preferences" = "Seadistus";

/* nothing */
"Advanced" = "Täpsemad";

/* nothing */
"Auto Replace..." = "Automaatasendus...";

/* nothing */
"CTCP Replies..." = "CTCP vastused...";

/* nothing */
"Dialog Buttons..." = "Dialooginupud...";

/* nothing */
"Keyboard Shortcuts..." = "Klaviatuuriotseteed...";

/* nothing */
"Text Events..." = "Tekstisündmused...";

/* nothing */
"URL Handlers..." = "URLi käsitlejad...";

/* nothing */
"User Commands..." = "Kasutaja käsud....";

/* nothing */
"Userlist Buttons..." = "Kasutajate nimekirja nupud...";

/* nothing */
"Userlist Popup..." = "Kasutajate nimekirja popup...";

/* nothing */
"_Window" = "_Aken";

/* nothing */
"Ban List..." = "Bännitute nimekiri...";

/* nothing */
"Channel List..." = "Kanalite nimekiri...";

/* nothing */
"Character Chart..." = "Märgitabel...";

/* nothing */
"Direct Chat..." = "DCC vestlus...";

/* nothing */
"File Transfers..." = "Failide edastus...";

/* nothing */
"Ignore List..." = "Ignoreeritavate nimekiri...";

/* nothing */
"Notify List..." = "Märguandenimekiri...";

/* nothing */
"Plugins and Scripts..." = "Pluginad ja skriptid...";

/* nothing */
"Raw Log..." = "Toorlogi...";

/* nothing */
"URL Grabber..." = "URLipüüdja...";

/* nothing */
"Reset Marker Line" = "Lähtesta järjehoidja";

/* nothing */
"C_lear Text" = "_Tühjenda aken";

/* nothing */
"Search Text..." = "_Otsi puhvrist...";

/* nothing */
"Save Text..." = "Salvesta puhver...";

/* nothing */
"_Help" = "A_bi";

/* nothing */
"_Contents" = "_Sisu";

/* nothing */
"_About" = "_Programmist";

/* nothing */
"_Attach Window" = "_Liida aknad";

/* nothing */
"_Close Window" = "Sulge _aken";

/* nothing */
"User" = "Kasutaja";

/* nothing */
"Last Seen" = "Viimati nähtud";

/* nothing */
"Offline" = "Offlain";

/* nothing */
"Never" = "Ei iialgi";

/* nothing */
"%d minutes ago" = "%d minutit tagasi";

/* nothing */
"Online" = "Onlain";

/* nothing */
"Enter nickname to add:" = "Sisesta lisatav hüüdnimi:";

/* nothing */
"Notify on these networks:" = "Jälgi neis võrkudes:";

/* nothing */
"Comma separated list of networks is accepted." = "Mitu võrgunime eralda komadega.";

/* nothing */
"XChat: Notify List" = "XChat: märguandenimekiri";

/* nothing */
"Remove" = "Eemalda";

/* nothing */
"Open Dialog" = "Ava dialoog";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: Ühendatud %u võrgu ja %u kanaliga";

/* nothing */
"_Restore" = "_Taasta";

/* nothing */
"_Hide" = "_Peida";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Sõnum kanalis";

/* nothing */
"Private Message" = "Privaatne sõnum";

/* nothing */
"Highlighted Message" = "Esiletõstetud sõnum";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: Esiletõstetud sõnum: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u esiletõstetud sõnumit, viimane: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "XChat: %u uut avalikku sõnumit";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Privaatsõnum: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u privaatsõnumit. Viimane kasutajalt: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Faili pakkumine kasutajalt: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u faili pakkumist. Viimane kasutajalt: %s (%s)";

/* nothing */
"Description" = "Kirjeldus";

/* nothing */
"Select a Plugin or Script to load" = "Vali laetav plugin või skript";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: pluginad ja skriptid";

/* nothing */
"_Load..." = "_Lae...";

/* nothing */
"_UnLoad" = "_Eemalda";

/* nothing */
"_Close" = "_Sulge";

/* nothing */
"Save As..." = "Salvesta kui...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: toorlogi (%s)";

/* nothing */
"Clear rawlog" = "Puhasta toorlogi";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Akent, mille jaoks see otsing avati, pole enam olemas.";

/* nothing */
"Search hit end, not found." = "Otsing jõudis lõppu, vastet ei leitud.";

/* nothing */
"XChat: Search" = "XChat: Otsi";

/* nothing */
"_Match case" = "_Tõstutundlik";

/* nothing */
"Search _backwards" = "Otsi _tagasisuunas";

/* nothing */
"_Find" = "_Otsi";

/* nothing */
"New Network" = "Uus võrk";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "kas tõesti soovid eemaldada võrgu \"%s\" ja kõik selle serverid?";

/* nothing */
"User name and Real name cannot be left blank." = "Kasutajanime ja päris nime väljad peavad olema täidetud.";

/* nothing */
"XChat: Edit %s" = "XChat: Muuda %s";

/* nothing */
"Servers for %s" = "Serverid võrgus %s";

/* nothing */
"Connect to selected server only" = "Ühendu ainult valitud serverisse";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Ära proovi kõiki servereid, kui ühendumine nurjub.";

/* nothing */
"Your Details" = "Sinu andmed";

/* nothing */
"Use global user information" = "Kasuta üldist kasutaja infot";

/* nothing */
"_Nick name:" = "Hüüdnimi:";

/* nothing */
"Second choice:" = "Teine valik: ";

/* nothing */
"_User name:" = "Kasutajanimi:";

/* nothing */
"Rea_l name:" = "Pärisnimi:";

/* nothing */
"Connecting" = "Ühendan";

/* nothing */
"Auto connect to this network at startup" = "Ühenda automaatselt programmi käivitamisel";

/* nothing */
"Use a proxy server" = "Kasuta proxy serverit";

/* nothing */
"Use SSL for all the servers on this network" = "Kasuta SSL ühendust kõigi selle võrgu serverite jaoks";

/* nothing */
"Accept invalid SSL certificate" = "Luba vigaseid SSL sertifikaate";

/* nothing */
"C_hannels to join:" = "Kanalid, millega _liituda:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kanalite nimekiri, millega soovid ühineda. Kanaleid eralda komaga, aga mitte tühikuga!";

/* nothing */
"Connect command:" = "Ühendamise käsk:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Lisakäsk, mis peale ühendumist käivitada. Kui on vaja rohkem kui ühte, siis kirjuta siia \"LOAD -e <failinimi>\", kus failinimi on vajalikke käske sisaldav fail.";

/* nothing */
"Nickserv password:" = "Nickservi parool:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Kui su hüüdnime kasutamiseks on vaja salasõna, kirjuta see siia. Kõik IRC võrgud ei toeta seda võimalust.";

/* nothing */
"Server password:" = "Serveri parool:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Parool serveri jaoks. Kui ei tea mis on, jäta tühjaks.";

/* nothing */
"Character set:" = "Märgistik:";

/* nothing */
"_Edit" = "_Muuda";

/* nothing */
"XChat: Network List" = "XChat: serverite nimekiri";

/* nothing */
"User Information" = "Kasutaja info";

/* nothing */
"Third choice:" = "Kolmas valik:";

/* nothing */
"Networks" = "Võrgud";

/* nothing */
"Skip network list on startup" = "Ära näita serverite nimekirja käivitumisel";

/* nothing */
"_Edit..." = "_Muuda...";

/* nothing */
"_Sort" = "_Sorteeri";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "Sorteerib võrkude nimekirja tähestiku järgi. Kasuta SHIFT-ÜLES ja SHIFT-ALLA klahve järjekorra muutmiseks.";

/* nothing */
"C_onnect" = "Ü_henda";

/* nothing */
"Text Box Appearance" = "Tekstikasti välimus";

/* nothing */
"Font:" = "Kirjatüüp:";

/* nothing */
"Background image:" = "Taustapilt:";

/* nothing */
"Scrollback lines:" = "Tagasikeritavate ridade arv:";

/* nothing */
"Colored nick names" = "Värvilised nimed";

/* nothing */
"Give each person on IRC a different color" = "Värvi iga hüüdnimi eri värvi";

/* nothing */
"Indent nick names" = "Joonda nimed";

/* nothing */
"Make nick names right-justified" = "Joondab nimed paremale";

/* nothing */
"Transparent background" = "Läbipaistev taust";

/* nothing */
"Show marker line" = "Näita järjehoidjat";

/* nothing */
"Insert a red line after the last read text." = "Tõmba punane joon viimase loetud rea alla.";

/* nothing */
"Transparency Settings" = "Läbipaistvuse seaded";

/* nothing */
"Red:" = "Punane:";

/* nothing */
"Green:" = "Roheline:";

/* nothing */
"Blue:" = "Sinine:";

/* nothing */
"Time Stamps" = "Ajamärgid";

/* nothing */
"Enable time stamps" = "Lülita ajamärgid sisse";

/* nothing */
"Time stamp format:" = "Kellaaja formaat:";

/* nothing */
"See strftime manpage for details." = "Lisainfo on strftime man-leheküljel.";

/* nothing */
"A-Z" = "A-Ü";

/* nothing */
"Last-spoke order" = "Viimati rääkinud ees";

/* nothing */
"Input box" = "Sisestuskast";

/* nothing */
"Use the Text box font and colors" = "Kasuta tekstikasti kirjatüüpi";

/* nothing */
"Spell checking" = "Õigekirjakontroll";

/* nothing */
"Nick Completion" = "Hüüdnime lõpetamine";

/* nothing */
"Automatic nick completion (without TAB key)" = "Automaatne hüüdnime lõpetamine (ilma TAB nuputa)";

/* nothing */
"Nick completion suffix:" = "Hüüdnime lõpetamise suffiks:";

/* nothing */
"Nick completion sorted:" = "Hüüdnimede järjekord:";

/* nothing */
"Input Box Codes" = "Sisestuskasti koodid";

/* nothing */
"Interpret %nnn as an ASCII value" = "Tõlgenda %nnn kui ASCII koodi";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Tõlgenda %C, %B jne. kui värviline, paks tekst jne..";

/* nothing */
"A-Z, Ops first" = "A-Ü, opid ees";

/* nothing */
"Z-A, Ops last" = "Ü-A, opid taga";

/* nothing */
"Z-A" = "Ü-A";

/* nothing */
"Unsorted" = "Sorteerimata";

/* nothing */
"Left (Upper)" = "Vasakul (ülal)";

/* nothing */
"Left (Lower)" = "Vasakul (all)";

/* nothing */
"Right (Upper)" = "Paremal (ülal)";

/* nothing */
"Right (Lower)" = "Paremal (all)";

/* nothing */
"Top" = "Üleval";

/* nothing */
"Bottom" = "All";

/* nothing */
"Hidden" = "Peidus";

/* nothing */
"User List" = "Kasutajate nimekiri";

/* nothing */
"Show hostnames in user list" = "Näita kanali kasutajate nimekirjas liikmete hosti";

/* nothing */
"User list sorted by:" = "Kasutajate sorteerimise alus:";

/* nothing */
"Show user list at:" = "Näita kasutajate nimekirja:";

/* nothing */
"Away tracking" = "Eemalolijate jälgimine";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Jälgi kasutajate kohalolekut ja märgista eemalolijad";

/* nothing */
"On channels smaller than:" = "Kanalites, kus on vähem liikmeid kui:";

/* nothing */
"Action Upon Double Click" = "Topeltkliki tegevus";

/* nothing */
"Execute command:" = "Käivita käsk:";

/* nothing */
"Windows" = "Aknad";

/* nothing */
"Tabs" = "Sakid";

/* nothing */
"Always" = "Alati";

/* nothing */
"Only requested tabs" = "Ainult ise loodud sakid";

/* nothing */
"Channel Switcher" = "Kanalite _nimekiri";

/* nothing */
"Open an extra tab for server messages" = "Ava sakk serveri sõnumite jaoks";

/* nothing */
"Open an extra tab for server notices" = "Ava sakk serveri teadete jaoks";

/* nothing */
"Open a new tab when you receive a private message" = "Ava uus sakk privaatsõnumi saabumisel";

/* nothing */
"Sort tabs in alphabetical order" = "Sorteeri sakid tähestiku järgi";

/* nothing */
"Small tabs" = "Väikesed sakid";

/* nothing */
"Focus new tabs:" = "Fookus uuele sakile:";

/* nothing */
"Show channel switcher at:" = "Näita kanalite valikut:";

/* nothing */
"Shorten tab labels to:" = "Lühenda sakkide nimed:";

/* nothing */
"letters." = "täheni.";

/* nothing */
"Tabs or Windows" = "Sakid või aknad";

/* nothing */
"Open channels in:" = "Ava kanalid:";

/* nothing */
"Open dialogs in:" = "Ava dialoogid:";

/* nothing */
"Open utilities in:" = "Ava utiliidid:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Ava DCC, ignoreerimised, märguanded jne. sakkides või akendes?";

/* nothing */
"No" = "Ei";

/* nothing */
"Yes" = "Jah";

/* nothing */
"Browse for save folder every time" = "Sirvi iga kord eraldi salvestamise asukohta";

/* nothing */
"Files and Directories" = "Failid ja kataloogid";

/* nothing */
"Auto accept file offers:" = "Võta küsimata vastu DCC failisaatmised";

/* nothing */
"Download files to:" = "Allalaadimisel failid salvesta:";

/* nothing */
"Move completed files to:" = "Alla laetud failid tõsta ümber:";

/* nothing */
"Save nick name in filenames" = "Salvesta hüüdnimi failinimedesse";

/* nothing */
"Network Settings" = "Võrguseaded";

/* nothing */
"Get my address from the IRC server" = "Võta mu IP aadress IRC serverilt";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Küsi serverilt oma tõeline aadressi. Kasuta seda juhul, kui sul on 192.168.*.* aadress!";

/* nothing */
"DCC IP address:" = "DCC IP aadress:";

/* nothing */
"Claim you are at this address when offering files." = "Väida, failide pakkumisel, et sul on see aadress.";

/* nothing */
"First DCC send port:" = "Esimene port DCC saatmisteks:";

/* nothing */
"Last DCC send port:" = "Viimane port DCC saatmisteks:";

/* nothing */
"!Leave ports at zero for full range." = "!0, et kasutada kõiki porte.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maksimaalne failivahetuskiirus (baite sekundis)";

/* nothing */
"One upload:" = "Üks üleslaadimine:";

/* nothing */
"Maximum speed for one transfer" = "Ühe edastamise maksimaalne kiirus";

/* nothing */
"One download:" = "Üks allalaadimine:";

/* nothing */
"All uploads combined:" = "Kõik üleslaadimised kokku:";

/* nothing */
"Maximum speed for all files" = "Maksimaalne kiirus kogu liikluse jaoks";

/* nothing */
"All downloads combined:" = "Kõik allalaadimised kokku:";

/* nothing */
"Alerts" = "Hoiatused";

/* nothing */
"Show tray balloons on:" = "Näita süsteemisalve mullikesi:";

/* nothing */
"Blink tray icon on:" = "";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "Tee piiks:";

/* nothing */
"Enable system tray icon" = "Süsteemisalve ikoon";

/* nothing */
"Highlighted Messages" = "Esiletõstetud sõnumid:";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "Peale enda hüüdnime mainimiste tõsta esile veel:";

/* nothing */
"Extra words to highlight:" = "Esiletõstetavad sõnad:";

/* nothing */
"Nick names not to highlight:" = "Hüüdnimed, mida mitte esile tõsta:";

/* nothing */
"Nick names to always highlight:" = "Hüüdnimed mida alati esile tõsta:";

/* nothing */
"Separate multiple words with commas." = "Eralda erinevad sõnad komaga.";

/* nothing */
"Default Messages" = "Vaikimisi põhjendused:";

/* nothing */
"Quit:" = "Väljumine:";

/* nothing */
"Leave channel:" = "Kanalist lahkumine:";

/* nothing */
"Away:" = "Eemale minek:";

/* nothing */
"Away" = "Eemal";

/* nothing */
"Announce away messages" = "Teata eemalolekust";

/* nothing */
"Announce your away messages to all channels" = "Teata enda eemalolekust kõigil kanalitel";

/* nothing */
"Show away once" = "Näita ainult ühe korra";

/* nothing */
"Show identical away messages only once" = "Näita sama eemal-teadet ainult ühe korra";

/* nothing */
"Automatically unmark away" = "Võta eemalolek automaatselt maha";

/* nothing */
"Unmark yourself as away before sending messages" = "Enne sõnumi saatmist võta endalt eemalolek maha";

/* nothing */
"Advanced Settings" = "Põhjalikumad seadistused";

/* nothing */
"Auto reconnect delay:" = "Ooteaeg enne autoühendust:";

/* nothing */
"Display MODEs in raw form" = "";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Saada /WHOIS, kui meeldetuletusnimekirjas olev kasutaja serveriga ühineb";

/* nothing */
"Hide join and part messages" = "Peida tulijad ja lahkujad";

/* nothing */
"Hide channel join/part messages by default" = "Peida vaikimisi liitumis- ja lahkumisteated";

/* nothing */
"Auto Open DCC Windows" = "Ava DCC aknad automaatselt";

/* nothing */
"Send window" = "Saatmisaken";

/* nothing */
"Receive window" = "Vastuvõtmiste aken";

/* nothing */
"Chat window" = "Vestlusaken";

/* nothing */
"Logging" = "Logimine";

/* nothing */
"Enable logging of conversations" = "Luba vestluste logimine";

/* nothing */
"Log filename:" = "Logi failinimi:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=server %c=kanal %n=võrk.";

/* nothing */
"Insert timestamps in logs" = "Lisa logidesse kellaaeg";

/* nothing */
"Log timestamp format:" = "Logi kellaaja formaat:";

/* nothing */
"(Disabled)" = "(Keelatud)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "Kõik ühendused";

/* nothing */
"IRC Server Only" = "Ainult IRC serveriga";

/* nothing */
"DCC Get Only" = "Ainult DCC vastuvõtt";

/* nothing */
"Your Address" = "Sinu IP aadress";

/* nothing */
"Bind to:" = "Seo aadressiga:";

/* nothing */
"Only useful for computers with multiple addresses." = "Kasulik ainult arvutitele, millel on mitu aadressi.";

/* nothing */
"Proxy Server" = "Proksi server:";

/* nothing */
"Hostname:" = "Hostinimi:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Tüüp:";

/* nothing */
"Use proxy for:" = "Kasuta vaheserverit:";

/* nothing */
"Proxy Authentication" = "Proksiga autentimine";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Kasuta autentimist (MS proksi, HTTP või Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Kasuta autentimist (ainult HTTP või Socks5)";

/* nothing */
"Username:" = "Kasutajanimi:";

/* nothing */
"Password:" = "Parool:";

/* nothing */
"Select an Image File" = "Vali pilti";

/* nothing */
"Select Download Folder" = "Vali tõmmatud failide kaust";

/* nothing */
"Select font" = "Vali kirjatüüp";

/* nothing */
"Browse..." = "Vali...";

/* nothing */
"Mark identified users with:" = "Märgista identifitseeritud kasutajad:";

/* nothing */
"Mark not-identified users with:" = "Märgista identifitseerimata kasutajad:";

/* nothing */
"Open Data Folder" = "Ava andmete kataloog";

/* nothing */
"Select color" = "Vali värv";

/* nothing */
"Text Colors" = "Teksti värvid";

/* nothing */
"mIRC colors:" = "mIRC värvid:";

/* nothing */
"Local colors:" = "Kohalikud värvid:";

/* nothing */
"Foreground:" = "Tekst:";

/* nothing */
"Background:" = "Taust:";

/* nothing */
"Marking Text" = "Teksti märkimine";

/* nothing */
"Interface Colors" = "Kasutajaliidese värvid";

/* nothing */
"New data:" = "Uued andmed:";

/* nothing */
"Marker line:" = "Järjehoidja joon:";

/* nothing */
"New message:" = "Uus sõnum:";

/* nothing */
"Away user:" = "Eemal olev kasutaja:";

/* nothing */
"Highlight:" = "Esiletõstetud:";

/* nothing */
"Event" = "Sündmus";

/* nothing */
"Sound file" = "Helifail:";

/* nothing */
"Select a sound file" = "Vali helifail";

/* nothing */
"Sound playing method:" = "Heli mängimise meetod:";

/* nothing */
"External sound playing _program:" = "Väline _helipleier:";

/* nothing */
"_External program" = "_Väline programm";

/* nothing */
"_Automatic" = "_Automaatne";

/* nothing */
"Sound files _directory:" = "Helifailide kataloog:";

/* nothing */
"Sound file:" = "Helifail: ";

/* nothing */
"_Browse..." = "_Vali...";

/* nothing */
"_Play" = "_Mängi";

/* nothing */
"Interface" = "Kasutajaliides";

/* nothing */
"Text box" = "Tekstikast";

/* nothing */
"User list" = "Kasutajate nimekiri";

/* nothing */
"Channel switcher" = "Kanalite vahetaja";

/* nothing */
"Colors" = "Värvid";

/* nothing */
"Chatting" = "Vestlemine";

/* nothing */
"General" = "Üldine";

/* nothing */
"Sound" = "Heli";

/* nothing */
"Network setup" = "Võrgu häälestus";

/* nothing */
"File transfers" = "Failide edastus";

/* nothing */
"Categories" = "Kategooriad";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Puud ei saa paigutada akna ülemisse või alumisse äärde!\nPalun vali <b>Vaade</b> menüüst <b>Sakid</b>, kui seda teha soovid.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Muudeti mõnesid seadeid, mis vajavad programmi taaskäivitust mõjumiseks.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*HOIATUS*\nDCC failide automaatne kodukataloogi salvestamine\non ohtlik ja ära kasutatav. Näiteks võin keegi\nsaata sulle faili .bash_profile";

/* nothing */
"XChat: Preferences" = "X-Chat: häälestus";

/* nothing */
"There was an error parsing the string" = "Viga stringi töötlemisel";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "";

/* nothing */
"Print Texts File" = "";

/* nothing */
"Edit Events" = "Muuda sündmuseid";

/* nothing */
"$ Number" = "$ number";

/* nothing */
"Load From..." = "Lae...";

/* nothing */
"Test All" = "Testi kõike";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "X-Chat: URLipüüdja";

/* nothing */
"Clear list" = "Puhasta nimekiri";

/* nothing */
"Copy selected URL" = "Kopeeri valitud URL";

/* nothing */
"Copy" = "Kopeeri";

/* nothing */
"Save list to a file" = "Salvesta nimekiri faili";

/* nothing */
"%d ops, %d total" = "%d op'i, %d kokku";

